Repository: piyush-jaiswal-projects/skill_app
Catalog: ios/InterviewPrep/*.lproj/Localizable.strings
Languages: bn

# HM_LOGIN
source: Sign In
bn: প্রবেশ কর

# HM_SIGNUP
source: Sign Up
bn: নিবন্ধন করুন

# RP_REGISTRATION
source: Registration
bn: নিবন্ধন

# RP_TEXT
source: Fill in the information to continue.
bn: চালিয়ে যেতে তথ্য পূরণ করুন।

# RP_FIRSTNAME
source: First Name
bn: নামের প্রথম অংশ

# RP_LASTNAME
source: Last Name
bn: নামের শেষাংশ

# RP_EMAILID
source: Email Id
bn: ইমেইল আইডি

# RP_PASSWORD
source: Password
bn: পাসওয়ার্ড

# RP_MOBILENO
source: Mobile No (Optional)
bn: মোবাইল নম্বর (ঐচ্ছিক)

# RP_IAGREETEXT
source: I agree to the Terms of Service
bn: <em>আমি সেবা ব্যবহারের শর্তে রাজি.</em>

# RP_FNAME_MSG
source: First Name can not be blank.
bn: প্রথম নাম ফাঁকা হতে পারে না।

# RP_LNAME_MSG
source: Last Name can not be blank.
bn: শেষ নাম ফাঁকা হতে পারে না।

# RP_ENAME_MSG
source: Email ID can not be blank.
bn: ইমেল আইডি ফাঁকা হতে পারে না

# RP_VALIDEMAIL_MSG
source: Please enter a valid Email ID.
bn: একটি বৈধ ইমেল আইডি লিখুন দয়া করে

# RP_PNAME_MSG
source: Password can not be blank.
bn: পাসওয়ার্ড ফাঁকা হতে পারে না

# RP_VALIDTC_MSG
source: Please select the Terms of Service.
bn: দয়া করে পরিষেবার শর্তাদি নির্বাচন করুন।

# RP_MNAME_MSG
source: Mobile Number should have a minimum of 10 digits.
bn: মোবাইল নম্বরের একটি কম 10 টি সংখ্যা থাকা উচিত।

# RP_SIGNUP
source: Sign Up
bn: নিবন্ধন করুন

# TC_TERMCONDITION
source: Terms of Service
bn: সেবা পাবার শর্ত

# TC_SKIP
source: DECLINE
bn: অস্বীকার করুন

# TC_IAGREE
source: I AGREE
bn: আমি রাজী

# LP_UNAME_PLACEHOLDER
source: Email ID/Username/Mobile
bn: ইমেল আইডি / ইউজারনেম

# LP_PWD
source: Password
bn: পাসওয়ার্ড

# LP_LOSTPWD
source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?

# LP_LOGIN
source: Sign In
bn: প্রবেশ কর

# LP_UNAME_MSG
source: Please enter Email ID/Username.
bn: দয়া করে ইমেল আইডি লিখুন

# LP_PWD_MSG
source: Please enter Password.
bn: পাসওয়ার্ড লিখুন দয়া করে

# LP_INVALID_PWD
source: Invalid Username or Password
bn: অবৈধ ইমেইল আইডি বা পাসওয়ার্ড

# CLP_TITLE
source: My Courses
bn: আমার কোর্স

# CLP_COURSES
source: COURSES
bn: কোর্স

# CLP_STATUS
source: STATUS
bn: স্থিতি

# MENU_MCP
source: My Content Pack
bn: আমার সামগ্রী প্যাক

# MENU_ACP
source: Add Content Pack
bn: সামগ্রী প্যাক যোগ করুন

# MENU_ABOUNTUS
source: About Us
bn: আমাদের সম্পর্কে

# MENU_FEEDBACK
source: Support
bn: সাহায্য ডেস্ক

# MENU_LOGOUT
source: Logout
bn: প্রস্থান

# MENU_MCP_TEXT
source: Select a Content Pack.
bn: একটি বিষয়বস্তু প্যাক নির্বাচন করুন।

# MENU_AUTH_MSG
source: You are not authorized to access content pack on this device.
bn: আপনি এই ডিভাইসে সামগ্রী প্যাক অ্যাক্সেস করতে অনুমোদিত নন।

# MENU_DEACTIVTAED_MSG
source: Content Pack deactivated. Please contact administrator.
bn: সামগ্রী প্যাক নিষ্ক্রিয়। প্রশাসকের সাথে যোগাযোগ করুন দয়া করে।

# MENU_EXPIRE_MSG
source: Content Pack is expired.
bn: সামগ্রী প্যাক মেয়াদ শেষ হয়ে গেছে।

# MENU_LIMIT_MSG
source: Device limit exceeded for this Content Pack.
bn: এই সামগ্রী প্যাকের জন্য ডিভাইস সীমা অতিক্রম করেছে

# SHARETITLE
source: Share with friends
bn: বন্ধুদের সাথে ভাগাভাগি করা

# H_PROFILE
source: My Performance
bn: আমার অগ্রগতি

# H_CHAPTERS
source: Chapters
bn: অধ্যায়

# DOWNLOAD_MSG
source: Do you want to download?
bn: আপনি ডাউনলোড করতে চান?

# DOWNLOAD_LATER
source: Maybe later
bn: পরে হতে পারে

# DOWNLOAD_NOW
source: Yes
bn: হাঁ

# DLOAD_CHAP_MSG
source: Downloading. Please waitâ€¦
bn: ডাউনলোড হচ্ছে। অনুগ্রহপূর্বক অপেক্ষা করুন…

# DOWNLOAD_CNL_MSG
source: Are you sure you want to cancel downloading of chapter?
bn: আপনি কি অধ্যায়ের ডাউনলোডটি বাতিল করতে চান?

# CHAP_DEL_CONT_TEXT
source: Select a chapter to delete the content.
bn: সামগ্রী মুছে ফেলার জন্য একটি অধ্যায় নির্বাচন করুন।

# CHAP_DEL_TITLE
source: Delete Content
bn: বিষয়বস্তু মুছুন

# CHAP_DEL_NO_TEXT
source: Currently there are no chapters to be deleted.
bn: বর্তমানে মুছে ফেলার জন্য কোন অধ্যায় নেই।

# CHAP_DEL_CON_MSG
source: Do you want to delete content of this chapter?
bn: আপনি কি এই অধ্যায়ের বিষয়বস্তু মুছে ফেলতে চান?

# MCQ_CORRECTANSS
source: Correct Answers
bn: সঠিক উত্তরসমূহ

# ASSES_DETAIL_MSG
source: You will receive a detailed report at your registered email id.
bn: আপনি আপনার নিবন্ধিত ইমেল আইডি একটি বিস্তারিত রিপোর্ট পাবেন।

# VV_FULL_TRANS
source: Show Complete Transcript
bn: সম্পূর্ণ প্রতিলিপি দেখান

# VV_TRANS
source: Transcript
bn: প্রতিলিপি

# VV_HIDE_TRANS
source: Hide Transcript
bn: প্রতিলিপি লুকান

# INSTRUCTION_MSG_FR_VR
source: Watch the video and then record your own using the given prompts.
bn: ভিডিও দেখুন এবং তারপরে প্রদত্ত প্রম্পটগুলি ব্যবহার করে নিজের রেকর্ড করুন।

# INSTRUCTION_STEP
source: Steps
bn: ধাপ

# INSTRUCTION_WATCH
source: Watch
bn: ঘড়ি

# INSTRUCTION_ENACT
source: Record
bn: নথি

# INSTRUCTION_REVIEW
source: Review
bn: পর্যালোচনা

# POP_MSG_FR_CLOSE_VIDEO
source: Are you sure you want to exit?
bn: আপনি প্রস্থান করতে চান?

# POP_MSG_FR_CLOSE_VIDEO_F
source: Are you sure you want to exit without recording?
bn: আপনি রেকর্ডিং ছাড়া প্রস্থান করতে চান আপনি কি নিশ্চিত?

source: Setting
bn: সেটিংস

# SETTING_MSG
source: Select recording mode
bn: রেকর্ডিং মোড নির্বাচন করুন

# SETTINGVIDEO
source: Video
bn: ভিডিও

# SETTINGAUDIO
source: Audio
bn: অডিও

# PRACTICE_YOUR_TURN
source: Your turn
bn: তোমার পালা

# MCQ_INS
source: Instructions
bn: নির্দেশনা

# MCQ_RIGHT_ANS_HAI
source: Correct answer is: %@
bn: সঠিক উত্তর হল: %@

# MCQ_RESULT
source: RESULT
bn: ফলে

# MCQ_RPLAYT
source: Try Again!
bn: আবার চেষ্টা কর!

# MCQ_SUBMITSCORE
source: Submit Score
bn: স্কোর জমা দিন

# MCQ_WELLDONE
source: Well done!
bn: সাবাশ!

# VOCAB_MSG
source: Let us now practice pronunciation of specific words.
bn: আসুন এখন আমরা নির্দিষ্ট শব্দগুলির অনুবাদ অনুশীলন করি।

# VOCAB_EXPERT
source: 1.Expert
bn: 1.বিশেষজ্ঞ ভয়েস

# VOCAB_RECORD
source: 2.Record
bn: 2.নথি

# VOCAB_REVIEW
source: 3.Listen
bn: 3.শোনা

# VOCAB_COMPARE
source: 4.Compare
bn: 4.তুলনা করা

# VOCAB_MEANING
source: Meaning
bn: অর্থ

# VOCAB_USAGE
source: Usage
bn: ব্যবহার

# VOCAB_PRONOUNCIATION
source: Pronunciation
bn: উচ্চারণ

# VOCAB_ETYMOLOGIES
source: Etymologies
bn: ব্যুৎপত্তি

# GAME_INS
source: Tap on a component to launch.
bn: একটি কম্পোনেন্ট চালু করতে ট্যাপ করুন

# CURRENT_CHAP
source: Current Chapter
bn: বর্তমান অধ্যায়

# IR
source: Coins
bn: কয়েন

source: Badge
bn: ব্যাজ

# COURSECOM
source: Time Spent
bn: সময় অতিবাহিত

# DB_PRO_COMP
source: Progress
bn: উন্নতি

# DB_YOUR
source: Time (min.)/Chapter
bn: সময় (মিনিট) / অধ্যায়

# CHOOSE_PHOTO
source: Choose a Profile Picture.
bn: একটি প্রোফাইল ছবি চয়ন করুন

# CHOOSE_GALLERY
source: From Gallery
bn: গ্যালারি থেকে

# CHOOSE_CAMERA
source: Click Picture
bn: ছবিটি ক্লিক করুন

# NW_EMSG
source: Please check your network connection.
bn: আপনার নেটওয়ার্ক সংযোগ চেক করুন।

# CONTENT_UPDATE
source: Update
bn: হালনাগাদ

# UPDATE_MSG
source: Do you want to update ?
bn: আপনি কি আপডেট করতে চান?

# UPDATE_NOW
source: Yes
bn: হাঁ

# UPDATE_LATER
source: Maybe later
bn: পরে হতে পারে

source: Please wait.
bn: অনুগ্রহপূর্বক অপেক্ষা করুন...

source: Back
bn: পিছনে

source: Send
bn: পাঠান

source: Yes
bn: হ্যাঁ

source: No
bn: কোন

source: Next
bn: পরবর্তী

source: Skip
bn: লাফালাফি করা

# CHAP_START
source: Start
bn: শুরু

source: Cancel
bn: বাতিল

source: Submit
bn: জমা

source: OK
bn: ঠিক আছে

source: Download
bn: ডাউনলোড

# MCP_LOGOUT_TEXT
source: Do you want to synchronise the progress data before logging out? Note: Your device must be connected to the internet to synchronise data.
bn: লগ আউট করার আগে আপনি কি অগ্রগতি ডেটা সিঙ্ক্রোনাইজ করতে চান? দ্রষ্টব্য: ডেটা সিঙ্ক্রোনাইজ করার জন্য আপনার ডিভাইসটি ইন্টারনেটের সাথে সংযুক্ত হওয়া আবশ্যক।

# MCP_LOGOUT_WLOGOUT
source: Synchronise now and log out
bn: এখন সিঙ্ক্রোনাইজ করুন এবং লগ আউট করুন

# MCP_LOGOUT_WOLOGOUT
source: Log out without synchronisation
bn: সিঙ্ক্রোনাইজেশনের বাইরে লগ আউট করুন

source: Warning
bn: সতর্কতা

source: Error
bn: এরর

# ALRDY_ADDED_CONTENT
source: Content Pack already added.
bn: বিষয়বস্তু প্যাক ইতিমধ্যে যোগ করা।

# VALID_CONTENT_PACK
source: Please enter valid Content pack.
bn: বৈধ বিষয়বস্তু প্যাক লিখুন দয়া করে।

# COURSE_FILE_NA
source: Please check your Course Code.
bn: আপনার কোর্স কোড চেক করুন।

# ENTER_CONTENT_PACK
source: Please enter Content Pack.
bn: কন্টেন্ট প্যাক লিখুন দয়া করে

# CURRENT_CHAP_NA
source: Current chapter not available.
bn: বর্তমান অধ্যায় উপলব্ধ নেই।

# VOCAB_PART_SPEECH
source: Parts of speech
bn: বক্তৃতা অংশ

source: Continue
bn: চালিয়ে

# MCQ_CORRECTANS
source: Correct Answer
bn: সঠিক উত্তর

# PURCHASE_MSG
source: To purchase all the course visit the webiste.
bn: সব কোর্স ক্রয় ওয়েবমাস্টে দেখার জন্য

# RP_SUCCESSREGISTERED_MSG
source: you are successfully registered.
bn: আপনি সফলভাবে রেজিস্টার করা হয়।

# RP_SUCCESSFORGOTPASSWORD_MSG
source: Your password is sent to your Email ID.
bn: আপনার পাসওয়ার্ড আপনার ইমেল আইডি পাঠানো হয়

source: Locked
bn: লক

# COMPLETE
source: Completed
bn: Complete
